Repository: gechr/WhichSpace
Catalog: WhichSpace/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, pt_br, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant, zh_hk

# search_keywords_sound
source: audio alert chime beep noise volume
ar: صوت تنبيه نغمة صفير ضوضاء مستوى الصوت
bg: звук аудио сигнал мелодия писукане сила
ca: so àudio alerta timbre xiulet soroll volum
cs: zvuk audio upozornění cinknutí pípnutí hluk hlasitost
da: lyd audio advarsel klokkelyd bip støj lydstyrke
de: ton audio warnsignal klang piepton geräusch lautstärke
el: ήχος ηχητικό ειδοποίηση κουδούνισμα μπιπ ένταση
es: sonido audio alerta campanilla pitido ruido volumen
fa: صدا صوت هشدار زنگ بوق نویز بلندی
fi: ääni audio ilmoitus kilahdus piippaus melu voimakkuus
fr: son audio alerte carillon bip bruit volume
he: צליל שמע התראה פעמון צפצוף רעש עוצמה
hi: ध्वनि ऑडियो चेतावनी घंटी बीप शोर आवाज़
hu: hang audió jelzés csengés sípolás zaj hangerő
id: suara audio peringatan denting bip bising volume
it: suono audio avviso campanello bip rumore volume
ja: 音 サウンド オーディオ 通知 チャイム ビープ 音量
ko: 소리 오디오 알림 차임 경고음 잡음 음량
mk: звук аудио известување ѕвонче писок бучава гласност
ms: bunyi audio amaran loceng bip hingar kelantangan
nb: lyd audio varsel klang pip støy volum
nl: geluid audio melding beltoon piep ruis volume
nn: lyd audio varsel klang pip støy volum
pa: آواز آڈیو اطلاع گھنٹی بیپ شور والیوم
pl: dźwięk audio alert dzwonek piknięcie hałas głośność
ps: غږ آډیو خبرتیا زنګ بیپ شور لوړوالی
pt: som áudio alerta toque bip ruído volume
pt_br: som áudio alerta toque bipe ruído volume
ro: sunet audio alertă sonerie bip zgomot volum
ru: звук аудио оповещение звонок сигнал шум громкость
sk: zvuk audio upozornenie cinknutie pípnutie hluk hlasitosť
sr: zvuk audio upozorenje zvonce pisak buka jačina
sv: ljud audio varning pling pip brus volym
th: เสียง ออดิโอ แจ้งเตือน กระดิ่ง บี๊บ เสียงรบกวน ระดับเสียง
tr: ses audio uyarı çan bip gürültü seviye
uk: звук аудіо сповіщення дзвінок сигнал шум гучність
ur: آواز آڈیو اطلاع گھنٹی بیپ شور والیوم
vi: âm thanh audio cảnh báo chuông bíp tiếng ồn âm lượng
zh_hans: 声音 音频 提示音 铃声 蜂鸣 噪声 音量
zh_hant: 聲音 音訊 提示音 鈴聲 嗶聲 雜音 音量
zh_hk: 聲音 音訊 提示聲 鈴聲 嗶聲 雜聲 音量

# search_keywords_space
source: workspace desktop virtual desktop mission control
ar: مساحة عمل سطح مكتب افتراضي ميشن كنترول
bg: работно пространство десктоп виртуален плот mission control
ca: espai de treball escriptori virtual mission control
cs: pracovní plocha virtuální desktop mission control
da: arbejdsområde skrivebord virtuelt desktop mission control
de: arbeitsbereich schreibtisch virtueller desktop mission control
el: χώρος εργασίας επιφάνεια εικονική desktop mission control
es: espacio de trabajo escritorio virtual mission control
fa: فضای کاری دسکتاپ مجازی میشن کنترل
fi: työtila työpöytä virtuaalinen desktop mission control
fr: espace de travail bureau virtuel mission control
he: סביבת עבודה שולחן עבודה וירטואלי mission control
hi: कार्यस्थान डेस्कटॉप वर्चुअल मिशन कंट्रोल
hu: munkaterület asztal virtuális desktop mission control
id: ruang kerja desktop virtual mission control
it: spazio di lavoro scrivania virtuale mission control
ja: ワークスペース デスクトップ 仮想デスクトップ mission control
ko: 작업공간 데스크톱 가상 데스크톱 mission control
mk: работен простор десктоп виртуелен mission control
ms: ruang kerja desktop maya mission control
nb: arbeidsområde skrivebord virtuelt desktop mission control
nl: werkruimte bureaublad virtueel desktop mission control
nn: arbeidsområde skrivebord virtuelt desktop mission control
pa: ورک سپیس ڈیسک ٹاپ ورچوئل مشن کنٹرول
pl: obszar roboczy pulpit wirtualny desktop mission control
ps: کاري ځای ډیسکتاپ مجازي مشن کنټرول
pt: área de trabalho ambiente virtual mission control
pt_br: espaço de trabalho desktop virtual mission control
ro: spațiu de lucru desktop virtual mission control
ru: рабочее пространство виртуальный стол mission control
sk: pracovná plocha virtuálny desktop mission control
sr: radni prostor desktop virtuelna površina mission control
sv: arbetsyta skrivbord virtuellt desktop mission control
th: พื้นที่ทำงาน เดสก์ท็อป เสมือน mission control
tr: çalışma alanı masaüstü sanal mission control
uk: робочий простір віртуальний стіл mission control
ur: ورک سپیس ڈیسک ٹاپ ورچوئل مشن کنٹرول
vi: không gian làm việc desktop ảo mission control
zh_hans: 工作区 桌面 虚拟桌面 调度中心 mission control
zh_hant: 工作空間 桌面 虛擬桌面 指揮中心 mission control
zh_hk: 工作空間 桌面 虛擬桌面 指揮中心 mission control

# search_keywords_startup
source: login boot autostart automatically launch open
ar: تسجيل الدخول إقلاع بدء تلقائي تشغيل فتح
bg: вход зареждане автостарт автоматично стартиране отваряне
ca: inici de sessió arrencada automàticament executar obrir
cs: přihlášení spuštění start automaticky otevřít
da: login opstart autostart automatisk start åbn
de: anmeldung systemstart autostart automatisch starten öffnen
el: σύνδεση εκκίνηση αυτόματα έναρξη άνοιγμα
es: inicio de sesión arranque automáticamente ejecutar abrir
fa: ورود راه‌اندازی خودکار اجرا بازکردن
fi: kirjautuminen käynnistys automaattisesti avaa suorita
fr: connexion démarrage lancement automatique ouvrir
he: כניסה אתחול הפעלה אוטומטית פתיחה
hi: लॉगिन बूट ऑटोस्टार्ट अपने आप लॉन्च खोलना
hu: bejelentkezés rendszerindítás automatikus indítás megnyitás
id: login boot mulai otomatis jalankan buka
it: accesso avvio automatico esegui apri
ja: ログイン 起動 自動起動 スタート 開く
ko: 로그인 부팅 자동 시작 실행 열기
mk: најава подигнување автоматско стартување отворање
ms: log masuk but autostart automatik lancar buka
nb: innlogging oppstart autostart automatisk start åpne
nl: inloggen opstarten autostart automatisch starten openen
nn: innlogging oppstart autostart automatisk start opne
pa: لاگ ان بوٹ خودکار آغاز چلاؤ کھولو
pl: logowanie rozruch autostart automatycznie uruchom otwórz
ps: ننوتل چالان خپلکار پیل پرانیستل
pt: início de sessão arranque automático iniciar abrir
pt_br: login inicialização automática iniciar abrir
ro: autentificare pornire autostart automat lansare deschidere
ru: вход загрузка автозапуск автоматически запустить открыть
sk: prihlásenie spustenie štart automaticky otvoriť
sr: prijava pokretanje autostart automatski otvori
sv: inloggning uppstart autostart automatiskt starta öppna
th: เข้าสู่ระบบ บูต เริ่มอัตโนมัติ เปิดแอป อัตโนมัติ
tr: giriş açılış otomatik başlat çalıştır
uk: вхід завантаження автозапуск автоматично запустити відкрити
ur: لاگ ان بوٹ خودکار آغاز چلائیں کھولیں
vi: đăng nhập khởi động tự động chạy mở
zh_hans: 登录 开机启动 自动启动 运行 打开
zh_hant: 登入 開機啟動 自動啟動 執行 打開
zh_hk: 登入 開機啟動 自動啟動 執行 開啟

# search_keywords_update
source: upgrade version release download install
ar: ترقية إصدار تحديث تنزيل تثبيت
bg: надграждане версия издание изтегляне инсталиране
ca: actualització versió llançament descarregar instal·lar
cs: aktualizace verze vydání stáhnout nainstalovat
da: opgradering version udgivelse download installér
de: aktualisierung upgrade version veröffentlichung herunterladen installieren
el: αναβάθμιση έκδοση ενημέρωση λήψη εγκατάσταση
es: actualización versión lanzamiento descargar instalar
fa: به‌روزرسانی ارتقا نسخه انتشار دانلود نصب
fi: päivitys versio julkaisu lataa asenna
fr: mise à jour version sortie télécharger installer
he: עדכון שדרוג גרסה הפצה הורדה התקנה
hi: अपडेट अपग्रेड संस्करण रिलीज़ डाउनलोड इंस्टॉल
hu: frissítés verzió kiadás letöltés telepítés
id: pembaruan upgrade versi rilis unduh instal
it: aggiornamento versione rilascio scarica installa
ja: アップデート 更新 バージョン リリース ダウンロード インストール
ko: 업데이트 업그레이드 버전 출시 다운로드 설치
mk: ажурирање надградба верзија издание преземање инсталација
ms: kemas kini naik taraf versi keluaran muat turun pasang
nb: oppdatering oppgradering versjon utgivelse last ned installer
nl: update upgrade versie release downloaden installeren
nn: oppdatering oppgradering versjon utgjeving last ned installer
pa: اپڈیٹ اپگریڈ ورژن ریلیز ڈاؤن لوڈ انسٹال
pl: aktualizacja uaktualnienie wersja wydanie pobierz zainstaluj
ps: تازه کول لوړول نسخه خپرونه ښکته کول نصبول
pt: atualização versão lançamento descarregar instalar
pt_br: atualização versão lançamento baixar instalar
ro: actualizare upgrade versiune lansare descărcare instalare
ru: обновление версия выпуск скачать установить
sk: aktualizácia verzia vydanie stiahnuť nainštalovať
sr: ažuriranje nadogradnja verzija izdanje preuzimanje instalacija
sv: uppdatering uppgradering version utgåva ladda ner installera
th: อัปเดต อัปเกรด เวอร์ชัน รุ่น ดาวน์โหลด ติดตั้ง
tr: güncelleme yükseltme sürüm yayın indirme yükleme
uk: оновлення версія випуск завантажити встановити
ur: اپڈیٹ اپگریڈ ورژن ریلیز ڈاؤن لوڈ انسٹال
vi: cập nhật nâng cấp phiên bản phát hành tải xuống cài đặt
zh_hans: 更新 升级 版本 发布 下载 安装
zh_hant: 更新 升級 版本 發佈 下載 安裝
zh_hk: 更新 升級 版本 發佈 下載 安裝

# search_keywords_window
source: app application front foreground window
ar: تطبيق برنامج نافذة أمامية واجهة مقدمة
bg: приложение програма прозорец преден активен foreground
ca: aplicació programa finestra frontal activa primer pla
cs: aplikace program okno přední aktivní popředí
da: app program vindue forrest aktivt forgrund
de: app anwendung fenster vorne aktiv vordergrund
el: εφαρμογή πρόγραμμα παράθυρο μπροστά ενεργό προσκήνιο
es: app aplicación ventana frontal activa primer plano
fa: اپ برنامه پنجره جلویی فعال پیش‌زمینه
fi: sovellus ohjelma ikkuna etummainen aktiivinen edusta
fr: app application fenêtre avant active premier plan
he: אפליקציה יישום חלון קדמי פעיל חזית
hi: ऐप एप्लिकेशन विंडो सामने सक्रिय अग्रभूमि
hu: app alkalmazás ablak elülső aktív előtér
id: app aplikasi jendela depan aktif latar depan
it: app applicazione finestra davanti attiva primo piano
ja: アプリ アプリケーション ウインドウ 前面 アクティブ フォアグラウンド
ko: 앱 애플리케이션 창 전면 활성 포그라운드
mk: апликација програма прозорец преден активен foreground
ms: app aplikasi tetingkap hadapan aktif latar depan
nb: app program vindu fremst aktivt forgrunn
nl: app toepassing venster vooraan actief voorgrond
nn: app program vindauge fremst aktivt framgrunn
pa: ایپ ایپلیکیشن ونڈو سامنے فعال پیش منظر
pl: aplikacja program okno przednie aktywne pierwszy plan
ps: اپلېکېشن پروګرام کړکۍ مخکینی فعال foreground
pt: app aplicação janela frontal ativa primeiro plano
pt_br: app aplicativo janela frontal ativa primeiro plano
ro: aplicație program fereastră frontală activă prim plan
ru: приложение программа окно переднее активное foreground
sk: aplikácia program okno predné aktívne popredie
sr: aplikacija program prozor prednji aktivan foreground
sv: app program fönster främst aktivt förgrund
th: แอป แอปพลิเคชัน หน้าต่าง ด้านหน้า ใช้งานอยู่ foreground
tr: uygulama program pencere öndeki etkin önplan
uk: застосунок програма вікно переднє активне foreground
ur: ایپ ایپلیکیشن ونڈو سامنے فعال پیش منظر
vi: app ứng dụng cửa sổ phía trước foreground
zh_hans: 应用 程序 窗口 前台 最前 活动 app
zh_hant: App 應用程式 視窗 前景 最前方 活躍
zh_hk: App 應用程式 視窗 前景 最前 活動

# sound_custom
source: Custom...
ar: مخصصة...
bg: Персонализирани...
ca: Personalitzats...
cs: Vlastní...
da: Tilpassede...
de: Eigene...
el: Προσαρμοσμένοι...
es: Personalizados...
fa: سفارشی...
fi: Mukautetut...
fr: Personnalisés...
he: מותאמים אישית...
hi: कस्टम...
hu: Egyéni...
id: Khusus...
it: Personalizzati...
ja: カスタム...
ko: 사용자 지정...
mk: Прилагодени...
ms: Tersuai...
nb: Tilpassede...
nl: Aangepaste...
nn: Tilpassa...
pa: اپنی مرضی...
pl: Niestandardowe...
ps: ځانګړي...
pt: Personalizados...
pt_br: Personalizados...
ro: Personalizate...
ru: Собственные...
sk: Vlastné...
sr: Prilagođeni...
sv: Anpassade...
th: กำหนดเอง...
tr: Özel...
uk: Власні...
ur: حسب ضرورت...
vi: Tùy chỉnh...
zh_hans: 自定义...
zh_hant: 自訂...
zh_hk: 自訂...

# sound_none
source: None
ar: بدون
bg: Няма
ca: Cap
cs: Žádný
da: Ingen
de: Ohne
el: Κανένας
es: Ninguno
fa: هیچ‌کدام
fi: Ei mitään
fr: Aucun
he: ללא
hi: कोई नहीं
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
mk: Ништо
ms: Tiada
nb: Ingen
nl: Geen
nn: Ingen
pa: کجھ نہیں
pl: Brak
ps: هیڅ
pt: Nenhum
pt_br: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadny
sr: Ništa
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
ur: کوئی نہیں
vi: Không có
zh_hans: 无
zh_hant: 無
zh_hk: 無

# sound_system
source: System
ar: النظام
bg: Системни
ca: Sistema
cs: Systémové
el: Σύστημα
es: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
mk: Системски
ms: Sistem
nl: Systeem
pa: سسٹم
ps: سیسټم
pt: Sistema
pt_br: Sistema
ro: Sistem
ru: Системные
sk: Systémové
sr: Sistem
th: ระบบ
tr: Sistem
uk: Системні
ur: سسٹم
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統
zh_hk: 系統

# sound_user
source: User
ar: المستخدم
bg: Потребителски
ca: Usuari
cs: Uživatelské
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
he: משתמש
hi: उपयोगकर्ता
hu: Felhasználó
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
mk: Кориснички
ms: Pengguna
nb: Bruker
nl: Gebruiker
nn: Brukar
pa: صارف
pl: Użytkownik
ps: کاروونکی
pt: Utilizador
pt_br: Usuário
ro: Utilizator
ru: Пользовательские
sk: Používateľské
sr: Korisnik
sv: Användare
th: ผู้ใช้
tr: Kullanıcı
uk: Користувацькі
ur: صارف
vi: Người dùng
zh_hans: 用户
zh_hant: 使用者
zh_hk: 使用者

# style_circle
source: Circle
ar: دائرة
bg: Кръг
ca: Cercle
cs: Kruh
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fa: دایره
fi: Ympyrä
fr: Cercle
he: עיגול
hi: वृत्त
hu: Kör
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
mk: Круг
ms: Bulatan
nb: Sirkel
nl: Cirkel
nn: Sirkel
pa: دائرہ
pl: Koło
ps: دایره
pt: Círculo
pt_br: Círculo
ro: Cerc
ru: Круг
sk: Kruh
sr: Krug
sv: Cirkel
th: วงกลม
tr: Daire
uk: Коло
ur: دائرہ
vi: Hình tròn
zh_hans: 圆形
zh_hant: 圓形
zh_hk: 圓形

# style_circleOutline
source: Circle (Outline)
ar: دائرة (حد خارجي)
bg: Кръг (Контур)
ca: Cercle (contorn)
cs: Kruh (Obrys)
da: Cirkel (Omrids)
de: Kreis (Umriss)
el: Κύκλος (Περίγραμμα)
es: Círculo (Contorno)
fa: دایره (حاشیه)
fi: Ympyrä (Ääriviiva)
fr: Cercle (Contour)
he: עיגול (קו מתאר)
hi: वृत्त (आउटलाइन)
hu: Kör (Körvonal)
id: Lingkaran (Garis Luar)
it: Cerchio (Contorno)
ja: 円（アウトライン）
ko: 원 (윤곽)
mk: Круг (контура)
ms: Bulatan (Garis luar)
nb: Sirkel (Omriss)
nl: Cirkel (Contour)
nn: Sirkel (Kontur)
pa: دائرہ (آؤٹ لائن)
pl: Koło (Obrys)
ps: دایره (خاکه)
pt: Círculo (Contorno)
pt_br: Círculo (Contorno)
ro: Cerc (Contur)
ru: Круг (контур)
sk: Kruh (obrys)
sr: Krug (kontura)
sv: Cirkel (Kontur)
th: วงกลม (เส้นขอบ)
tr: Daire (Çerçeve)
uk: Коло (контур)
ur: دائرہ (خاکہ)
vi: Hình tròn (Viền)
zh_hans: 圆形 (轮廓)
zh_hant: 圓形 (外框)
zh_hk: 圓形 (外框)

# style_hexagon
source: Hexagon
ar: سداسي
bg: Шестоъгълник
ca: Hexàgon
cs: Šestiúhelník
da: Sekskant
de: Sechseck
el: Εξάγωνο
es: Hexágono
fa: شش‌ضلعی
fi: Kuusikulmio
fr: Hexagone
he: משושה
hi: षट्भुज
hu: Hatszög
id: Heksagon
it: Esagono
ja: 六角形
ko: 육각형
mk: Шестоаголник
ms: Heksagon
nb: Sekskant
nl: Zeshoek
nn: Sekskant
pa: شش ضلعی
pl: Sześciokąt
ps: شپږضلعي
pt: Hexágono
pt_br: Hexágono
ru: Шестиугольник
sk: Šesťuholník
sr: Heksagon
sv: Sexhörning
th: หกเหลี่ยม
tr: Altıgen
uk: Шестикутник
ur: شَش ضلعی
vi: Hình lục giác
zh_hans: 六边形
zh_hant: 六邊形
zh_hk: 六角形

# style_hexagonOutline
source: Hexagon (Outline)
ar: سداسي (حد خارجي)
bg: Шестоъгълник (Контур)
ca: Hexàgon (contorn)
cs: Šestiúhelník (Obrys)
da: Sekskant (Omrids)
de: Sechseck (Umriss)
el: Εξάγωνο (Περίγραμμα)
es: Hexágono (Contorno)
fa: شش‌ضلعی (حاشیه)
fi: Kuusikulmio (Ääriviiva)
fr: Hexagone (Contour)
he: משושה (קו מתאר)
hi: षट्भुज (आउटलाइन)
hu: Hatszög (Körvonal)
id: Heksagon (Garis Luar)
it: Esagono (Contorno)
ja: 六角形（アウトライン）
ko: 육각형 (윤곽)
mk: Шестоаголник (контура)
ms: Heksagon (Garis luar)
nb: Sekskant (Omriss)
nl: Zeshoek (Contour)
nn: Sekskant (Kontur)
pa: شش ضلعی (آؤٹ لائن)
pl: Sześciokąt (Obrys)
ps: شپږضلعي (خاکه)
pt: Hexágono (Contorno)
pt_br: Hexágono (Contorno)
ro: Hexagon (Contur)
ru: Шестиугольник (контур)
sk: Šesťuholník (obrys)
sr: Heksagon (kontura)
sv: Sexhörning (Kontur)
th: หกเหลี่ยม (เส้นขอบ)
tr: Altıgen (Çerçeve)
uk: Шестикутник (контур)
ur: شَش ضلعی (خاکہ)
vi: Hình lục giác (Viền)
zh_hans: 六边形 (轮廓)
zh_hant: 六邊形 (外框)
zh_hk: 六角形 (外框)

# style_pentagon
source: Pentagon
ar: خماسي
bg: Петоъгълник
ca: Pentàgon
cs: Pětiúhelník
da: Femkant
de: Fünfeck
el: Πεντάγωνο
es: Pentágono
fa: پنج‌ضلعی
fi: Viisikulmio
fr: Pentagone
he: מחומש
hi: पंचभुज
hu: Ötszög
it: Pentagono
ja: 五角形
ko: 오각형
mk: Петаголник
nb: Femkant
nl: Vijfhoek
nn: Femkant
pa: پنج ضلعی
pl: Pięciokąt
ps: پنځه ضلعي
pt: Pentágono
pt_br: Pentágono
ru: Пятиугольник
sk: Päťuholník
sr: Petougao
sv: Femhörning
th: ห้าเหลี่ยม
tr: Beşgen
uk: П'ятикутник
ur: پنج ضلعی
vi: Hình ngũ giác
zh_hans: 五边形
zh_hant: 五邊形
zh_hk: 五角形

# style_pentagonOutline
source: Pentagon (Outline)
ar: خماسي (حد خارجي)
bg: Петоъгълник (Контур)
ca: Pentàgon (contorn)
cs: Pětiúhelník (Obrys)
da: Femkant (Omrids)
de: Fünfeck (Umriss)
el: Πεντάγωνο (Περίγραμμα)
es: Pentágono (Contorno)
fa: پنج‌ضلعی (حاشیه)
fi: Viisikulmio (Ääriviiva)
fr: Pentagone (Contour)
he: מחומש (קו מתאר)
hi: पंचभुज (आउटलाइन)
hu: Ötszög (Körvonal)
id: Pentagon (Garis Luar)
it: Pentagono (Contorno)
ja: 五角形（アウトライン）
ko: 오각형 (윤곽)
mk: Петаголник (контура)
ms: Pentagon (Garis luar)
nb: Femkant (Omriss)
nl: Vijfhoek (Contour)
nn: Femkant (Kontur)
pa: پنج ضلعی (آؤٹ لائن)
pl: Pięciokąt (Obrys)
ps: پنځه ضلعي (خاکه)
pt: Pentágono (Contorno)
pt_br: Pentágono (Contorno)
ro: Pentagon (Contur)
ru: Пятиугольник (контур)
sk: Päťuholník (obrys)
sr: Petougao (kontura)
sv: Femhörning (Kontur)
th: ห้าเหลี่ยม (เส้นขอบ)
tr: Beşgen (Çerçeve)
uk: П'ятикутник (контур)
ur: پنج ضلعی (خاکہ)
vi: Hình ngũ giác (Viền)
zh_hans: 五边形 (轮廓)
zh_hant: 五邊形 (外框)
zh_hk: 五角形 (外框)

# style_pill
source: Pill
ar: كبسولة
bg: Капсула
ca: Càpsula
cs: Kapsle
da: Kapsel
de: Kapsel
el: Κάψουλα
es: Cápsula
fa: کپسول
fi: Kapseli
fr: Capsule
he: קפסולה
hi: कैप्सूल
hu: Kapszula
id: Kapsul
it: Capsula
ja: カプセル
ko: 캡슐
mk: Капсула
ms: Kapsul
nb: Kapsel
nl: Capsule
nn: Kapsel
pa: کیپسول
pl: Kapsułka
ps: کپسول
pt: Cápsula
pt_br: Cápsula
ro: Capsulă
ru: Капсула
sk: Kapsula
sr: Kapsula
sv: Kapsel
th: แคปซูล
tr: Kapsül
uk: Капсула
ur: کیپسول
vi: Viên nang
zh_hans: 胶囊
zh_hant: 膠囊
zh_hk: 膠囊

# style_pillOutline
source: Pill (Outline)
ar: كبسولة (حد خارجي)
bg: Капсула (Контур)
ca: Càpsula (contorn)
cs: Kapsle (Obrys)
da: Kapsel (Omrids)
de: Kapsel (Umriss)
el: Κάψουλα (Περίγραμμα)
es: Cápsula (Contorno)
fa: کپسول (حاشیه)
fi: Kapseli (Ääriviiva)
fr: Capsule (Contour)
he: קפסולה (קו מתאר)
hi: कैप्सूल (आउटलाइन)
hu: Kapszula (Körvonal)
id: Kapsul (Garis Luar)
it: Capsula (Contorno)
ja: カプセル（アウトライン）
ko: 캡슐 (윤곽)
mk: Капсула (контура)
ms: Kapsul (Garis luar)
nb: Kapsel (Omriss)
nl: Capsule (Contour)
nn: Kapsel (Kontur)
pa: کیپسول (آؤٹ لائن)
pl: Kapsułka (Obrys)
ps: کپسول (خاکه)
pt: Cápsula (Contorno)
pt_br: Cápsula (Contorno)
ro: Capsulă (Contur)
ru: Капсула (контур)
sk: Kapsula (obrys)
sr: Kapsula (kontura)
sv: Kapsel (Kontur)
th: แคปซูล (เส้นขอบ)
tr: Kapsül (Çerçeve)
uk: Капсула (контур)
ur: کیپسول (خاکہ)
vi: Viên nang (Viền)
zh_hans: 胶囊 (轮廓)
zh_hant: 膠囊 (外框)
zh_hk: 膠囊 (外框)

# style_slim
source: Slim
ar: نحيف
bg: Тънък
ca: Prim
cs: Úzký
da: Slank
de: Schmal
el: Λεπτό
es: Fino
fa: باریک
fi: Kapea
fr: Fin
he: דק
hi: पतला
hu: Vékony
id: Tipis
it: Sottile
ja: スリム
ko: 슬림
mk: Тенко
ms: Nipis
nb: Smal
nl: Slank
nn: Slank
pa: باریک
pl: Smukły
ps: نری
pt: Fino
pt_br: Fino
ro: Subțire
ru: Узкий
sk: Úzky
sr: Usko
sv: Smal
th: บาง
tr: İnce
uk: Тонкий
ur: باریک
vi: Mảnh
zh_hans: 细长
zh_hant: 細長
zh_hk: 窄形

# style_slimOutline
source: Slim (Outline)
ar: نحيف (حد خارجي)
bg: Тънък (Контур)
ca: Prim (contorn)
cs: Úzký (Obrys)
da: Slank (Omrids)
de: Schmal (Umriss)
el: Λεπτό (Περίγραμμα)
es: Fino (Contorno)
fa: باریک (حاشیه)
fi: Kapea (Ääriviiva)
fr: Fin (Contour)
he: דק (קו מתאר)
hi: पतला (आउटलाइन)
hu: Vékony (Körvonal)
id: Tipis (Garis Luar)
it: Sottile (Contorno)
ja: スリム（アウトライン）
ko: 슬림 (윤곽)
mk: Тенко (контура)
ms: Nipis (Garis luar)
nb: Smal (Omriss)
nl: Slank (Contour)
nn: Slank (Kontur)
pa: باریک (آؤٹ لائن)
pl: Smukły (Obrys)
ps: نری (خاکه)
pt: Fino (Contorno)
pt_br: Fino (Contorno)
ro: Subțire (Contur)
ru: Узкий (контур)
sk: Úzky (obrys)
sr: Usko (kontura)
sv: Smal (Kontur)
th: บาง (เส้นขอบ)
tr: İnce (Çerçeve)
uk: Тонкий (контур)
ur: باریک (خاکہ)
vi: Mảnh (Viền)
zh_hans: 细长 (轮廓)
zh_hant: 細長 (外框)
zh_hk: 窄形 (外框)

# style_square
source: Square
ar: مربع
bg: Квадрат
ca: Quadrat
cs: Čtverec
da: Firkant
de: Quadrat
el: Τετράγωνο
es: Cuadrado
fa: مربع
fi: Neliö
fr: Carré
he: ריבוע
hi: वर्ग
hu: Négyzet
id: Persegi
it: Quadrato
ja: 四角
ko: 사각형
mk: Квадрат
ms: Segi empat sama
nb: Kvadrat
nl: Vierkant
nn: Kvadrat
pa: چوکور
pl: Kwadrat
ps: مربع
pt: Quadrado
pt_br: Quadrado
ro: Pătrat
ru: Квадрат
sk: Štvorec
sr: Kvadrat
sv: Kvadrat
th: สี่เหลี่ยมจัตุรัส
tr: Kare
uk: Квадрат
ur: مربع
vi: Hình vuông
zh_hans: 方形
zh_hant: 方形
zh_hk: 方形

# style_squareOutline
source: Square (Outline)
ar: مربع (حد خارجي)
bg: Квадрат (Контур)
ca: Quadrat (contorn)
cs: Čtverec (Obrys)
da: Firkant (Omrids)
de: Quadrat (Umriss)
el: Τετράγωνο (Περίγραμμα)
es: Cuadrado (Contorno)
fa: مربع (حاشیه)
fi: Neliö (Ääriviiva)
fr: Carré (Contour)
he: ריבוע (קו מתאר)
hi: वर्ग (आउटलाइन)
hu: Négyzet (Körvonal)
id: Persegi (Garis Luar)
it: Quadrato (Contorno)
ja: 四角（アウトライン）
ko: 사각형 (윤곽)
mk: Квадрат (контура)
ms: Segi empat sama (Garis luar)
nb: Kvadrat (Omriss)
nl: Vierkant (Contour)
nn: Kvadrat (Kontur)
pa: چوکور (آؤٹ لائن)
pl: Kwadrat (Obrys)
ps: مربع (خاکه)
pt: Quadrado (Contorno)
pt_br: Quadrado (Contorno)
ro: Pătrat (Contur)
ru: Квадрат (контур)
sk: Štvorec (obrys)
sr: Kvadrat (kontura)
sv: Kvadrat (Kontur)
th: สี่เหลี่ยมจัตุรัส (เส้นขอบ)
tr: Kare (Çerçeve)
uk: Квадрат (контур)
ur: مربع (خاکہ)
vi: Hình vuông (Viền)
zh_hans: 方形 (轮廓)
zh_hant: 方形 (外框)
zh_hk: 方形 (外框)

# style_stroke
source: Stroke
ar: خط محيطي
bg: Линия
ca: Traç
cs: Tah
da: Streg
de: Strich
el: Γραμμή
es: Trazo
fa: خط
fi: Viiva
fr: Trait
he: קו
hi: रेखा
hu: Vonal
id: Garis
it: Tratto
ja: 線
ko: 선
mk: Потег
ms: Garis
nb: Strek
nl: Lijn
nn: Strek
pa: لکیر
pl: Linia
ps: کرښه
pt: Traço
pt_br: Traço
ro: Linie
ru: Обводка
sk: Ťah
sr: Potez
sv: Linje
th: เส้น
tr: Çizgi
uk: Лінія
ur: خط
vi: Nét
zh_hans: 描边
zh_hant: 描邊
zh_hk: 線條

# style_transparent
source: Transparent
ar: شفاف
bg: Прозрачен
cs: Průhledný
da: Gennemsigtig
el: Διαφανές
es: Transparente
fa: شفاف
fi: Läpinäkyvä
he: שקוף
hi: पारदर्शी
hu: Átlátszó
id: Transparan
it: Trasparente
ja: 透明
ko: 투명
mk: Проѕирен
ms: Lutsinar
nb: Gjennomsiktig
nl: Transparant
nn: Gjennomsiktig
pa: شفاف
pl: Przezroczysty
ps: شفاف
pt: Transparente
pt_br: Transparente
ru: Прозрачный
sk: Priehľadný
sr: Providan
sv: Genomskinlig
th: โปร่งใส
tr: Şeffaf
uk: Прозорий
ur: شفاف
vi: Trong suốt
zh_hans: 透明
zh_hant: 透明
zh_hk: 透明

# style_triangle
source: Triangle
ar: مثلث
bg: Триъгълник
cs: Trojúhelník
da: Trekant
de: Dreieck
el: Τρίγωνο
es: Triángulo
fa: مثلث
fi: Kolmio
he: משולש
hi: त्रिभुज
hu: Háromszög
id: Segitiga
it: Triangolo
ja: 三角形
ko: 삼각형
mk: Триаголник
ms: Segi tiga
nb: Trekant
nl: Driehoek
nn: Trekant
pa: مثلث
pl: Trójkąt
ps: مثلث
pt: Triângulo
pt_br: Triângulo
ro: Triunghi
ru: Треугольник
sk: Trojuholník
sr: Trougao
sv: Triangel
th: สามเหลี่ยม
tr: Üçgen
uk: Трикутник
ur: مثلث
vi: Hình tam giác
zh_hans: 三角形
zh_hant: 三角形
zh_hk: 三角形

# style_triangleOutline
source: Triangle (Outline)
ar: مثلث (حد خارجي)
bg: Триъгълник (Контур)
ca: Triangle (contorn)
cs: Trojúhelník (Obrys)
da: Trekant (Omrids)
de: Dreieck (Umriss)
el: Τρίγωνο (Περίγραμμα)
es: Triángulo (Contorno)
fa: مثلث (حاشیه)
fi: Kolmio (Ääriviiva)
fr: Triangle (Contour)
he: משולש (קו מתאר)
hi: त्रिभुज (आउटलाइन)
hu: Háromszög (Körvonal)
id: Segitiga (Garis Luar)
it: Triangolo (Contorno)
ja: 三角形（アウトライン）
ko: 삼각형 (윤곽)
mk: Триаголник (контура)
ms: Segi tiga (Garis luar)
nb: Trekant (Omriss)
nl: Driehoek (Contour)
nn: Trekant (Kontur)
pa: مثلث (آؤٹ لائن)
pl: Trójkąt (Obrys)
ps: مثلث (خاکه)
pt: Triângulo (Contorno)
pt_br: Triângulo (Contorno)
ro: Triunghi (Contur)
ru: Треугольник (контур)
sk: Trojuholník (obrys)
sr: Trougao (kontura)
sv: Triangel (Kontur)
th: สามเหลี่ยม (เส้นขอบ)
tr: Üçgen (Çerçeve)
uk: Трикутник (контур)
ur: مثلث (خاکہ)
vi: Hình tam giác (Viền)
zh_hans: 三角形 (轮廓)
zh_hant: 三角形 (外框)
zh_hk: 三角形 (外框)
